[
    {
        "title": "Two Color Star",
        "Rules": "To play this variant you must have 5 players. First, assign each player two friendly colors; the five friendly-color pairs are white-blue, blue-black, black-red, red-green, and green-white. Next, figure out which is your enemy color. If you're playing white-blue, your enemy color is red; for blue-black, it's green; for black-red, white; for red-green, blue; and for green-white, black. Your opponents are the players using your enemy color in their decks. For example, if your're playing blue-black, your enemy color is green, so the green-white and red-green players are your opponents. The two players who aren't your opponents (in this case, white-blue and black-red) aren't really your allies either; they're neutral. You're competing against them, but you don't get any benefit from hurting them.  Once you've all figured out who your opponents are, sit in a circle like the picture above.  Sit so that your neutral players are the two players next to you and your opponents are the two players across from you. In Two-Color Star, you attack only your opponents with your creatures, but spell range is unlimited. You win if you're the first to knock out both of your opponents. For example, if you're playing green-white, you win if both the black-red and blue-black players are knocked out. Ties are possible if no one wins when the first two players are knocked out. For instance, if both the white-blue and black-red players are out and the blue-black player is eliminated, the green-white and red-green players both win at the same time, making the game a tie.",
        "tags": [
            {
                "$oid": "5e1a6659dae7ef1c1036aa96"
            }
        ],
        "history": "<a href='https://www.angelfire.com/games4/magicvariants/Star_2_Color.htm'>From Beebleboy's Magic Variants</a>",
        "creator": "unknown",
        "BannedList": "none",
        "RestrictedList": "none",
        "formatImgURL": "/static/media/5-colorStar.45a9aaa8.jpg"
    },
    {"title": "15 Card Highlander",
        "Rules": "Players play with a 15 card deck containing no more than one copy of any card except basic land. You do not loose the game as a result of being unable to draw. In tournaments you are allowed a 3 card sideboard.",
        "tags": [{
            "$oid": "5e1a6659dae7ef1c1036aa97"
        }],
        "history": "Found in Scrye Magazine #54 in 2002 and originally founded as a side event at Gen Con UK",
        "creator": "Stuart Cresswell",
        "BannedList": "none",
        "RestrictedList": "none",
        "formatImgURL": "/static/media/15-card-highlander.45a9aaa8.jpg"
    },
    {
        "title": "20 Card Chaos Blitz",
        "Rules": "Players use a minimum of a 60 card deck. <br/> Each player starts the game drawing the top 20 cards of his/her deck instead of 7. <br/> The maximum hand size rule does not apply to each individual player until their hand has been reduced to The standard 7 cards at which point they will have to discard as normal if they exceed 7 cards at the end step. <br/> Players who have less than 7 cards at the draw step are allowed to draw cards equal to the difference of their hand size and 7 cards (every turn you can start at 7 cards in your hand if you choose) though you may choose to draw less if you were, for example, low on cards in your deck. <br/> Players may play any number of land each turn. <br/> Players start with 40 or 50 life <br/> This variant also works with the two-headed giant format using 80 or 100 life.",
        "tags": [{
            "$oid": "5e1a6659dae7ef1c1036aa96"
        }],
        "history": "unknown",
        "creator": "unknown",
        "BannedList": "none",
        "RestrictedList": "none",
        "formatImgURL": null
    }
]